//
//  dataSource.swift
//  Lunch_with_girl
//
//  Created by minagi on 2019/03/21.
//  Copyright © 2019 minagi. All rights reserved.
//

import Foundation

class SerifDataSource {
    
    //ランチの内容
    var selectLunch = [
        "生姜焼きがいいです。\n定食屋さんに行きませんか？",
        "サンドイッチの気分です。\nタマゴサンド、好きなんですよ。",
        "ツナマヨおにぎりが食べたいです。\nあ、でもシャケも捨てがたいかも。",
        "おそば屋さんに行きませんか？\n温かいのと冷たいの、\nどっちがいいでしょうか。",
        "海鮮丼が食べたいです。\n美味しいお店知ってるんですよ！",
        "パスタにしましょう！\n何パスタがいいか悩んじゃいますね。",
        "焼きたてのパンが食べたいです。\nパン屋さんっていい匂いしますよねぇ。",
        "オムライスなんてどうでしょう。\nふわふわのオムレツが乗ってるやつです！"]
    
}
